{
    "down": [ 
     "ure not allowed to be sad, \n u have me!!!",
        "me don't like it when u're sad grgr i, i'm fighting myself",
       "ayang i checked the weather forecast n it says 100% chance of u feeling better soon",
       "me -> dr. luna -> will prescribe u (1) James smile to fix this situation",
       "😾 ai cannot la sedi sedi",
       "stop being sad or i will personally come over dobrak ur rumah 😾 \n and aggressively peuk u 😾 😾 😾  ",
       "ayang kalo u terus terusan cemberut, i takut muka u nyangkut gt forever ai",
       "ai ayang kalo i bisa slap my own self jaman dulu biar u ga sedih i bakal do it but too bad time travel tak de, maaf ayang :(",
       "yang i checked the manual and it says u harus stop being sad bcs u ada i",
       "okaaayyy, peuk virtual dulu ayang huggiesss",
       "ik i cant undo the past but i swear i'll spend forever making it up to u",
       "peuk ayaaang",
       "ayang, i'm so sorry udah bikin u sedih:( it's the last thing i mau, please know i'm thinking of u n sending all my love,<3",
       "tau i bikin u sedih tuh hurts me so bad, i promise to do better ya, forgive me manissssku sayaaang",
       "i never wanna be the reason u sedih, please know i cherish u n i bakal work harder buat jd better person<3",
       "i hate banget kl i jadi reason u sedih, u deserve all the happiness ai, i peuk u kencengg biar better ya?",
       "ayang, i dont wanna make you sad, i want you to be happy all the time",
       "i know sorry might not be enough, but im really trying to be better for u ayaaang, plis bear with me ya?",
       "i wish i could take away all ur sadness, ayang, i hate seeing you sad:( it makes me sad too, plis dont be sedih2 terus2an ya?",
       "hey, its okay to feel sad, but please know im here, always, okay? lets talk if u want, or just hugging, peluk peluk, whatever makes you better",
       "no matter what happens, please know that i love you, always, even when im the reason youre sad.. i love u, ayang<3",
       "i know sometimes im not the best, ayang, but i promise to keep trying, to be better for u always",
       "i hope this note makes u smile, even just a little, despite being sad, i love you ayang, always and forever",
       "i know we have our moments, but i hate seeing you like this. let's resolve this sayaang i love youuu",
       "ayang, i regret everything i did to make you sad. remember pas kita pertama kali ketemu and ketawa2? i hope u bisa inget itu and forgive me pls. i hate it when i fail to make you happy. always know that i'm always gonna be yours <3",
       "kalo i bisa ambil sedih u, i bakal do it in a heartbeat. Let's talk ya? i'm here to listen kok :(",
       "nubiiis im sorry, ya i sometimes still have a long way to go for myself. but i promise, that im trying! remembet that time we hugged it out after our fights and it was so worth it?",
       "cintaku manisku ik life isnt easy but it never is if i dont have you<3 it will be dull in many places you know?",
       "ayang, its okay to be sad. but dont let it engulf you ya?",
       "minta maaf sayaang huaaa, pas u sedih just so u know i'll always be there for you, i will be the last one holding your hands and protecting.jadi keinget that one time pas we were on top of each other like hamsters on each others shoulders haha",
       "ayang, i regret it kalo i buat u ngerasa sendirian. inget gaa that one time kita skincarean bareng and peluk peluk di my room?? i hope you can imagine me hugging u tight now. i hate it when u feel alone and its my fault :( ",
       "babykuuu sorry i hurt you:( remember our first kiss di bioskop huaa kangen yaa ga kerasaa, i hope you can still feel my love now even pas u're sad. always know i care abt u okayy ;)",
       "ayang, i should take responsibility right? so what can i do, massage or something! what do you want? just tell me!!!",
       "ayang ayaaangggggggggg",
       "cintakuuu it might be a mess sometimes. please just hold my hand <3 God is working",
       "ayang, maafin aku ya:( God's love surrounds us, even now, i’m here to listen if u want",
       "heyy that's okayy.. let's pray together for guidance, God will show us the way. sorry cintaku.....",
       "it might be a mess now, but God can bring beauty from ashes kan yaang.. have hope ;)) i love you!!!",
       "ayanggg ik you're sadd noww but God brought us together for a reason... we can get through this, He'll guide us!!",
       "ayang u can do it!! God will give you strength to get through this, keep praying, keep trusting",
       "ayaaangg i feel bad when you're down but God is working sayang!!",
       "yuuk kita pray for strength baby, God's with us!",
       "u sedih? oh no. should i call the emergency hotline? 911, my ayang is amnesia kl punya i jadi dia sedihsedihan teus",
       "according to science biar u ga sedih sedih u harus dipeluk i",
       "ayang i udah cek gps, katanya tempat paling bener buat u kalo u sedih is me :D",
       "dr. luna is diagnosing u with kurang peuk luna harus cepet cepet dipeluk",
       "scientist say kalo u terlalu lama sedih nanti pantat u mbledos, ayang pls stop 😔",
       "if u feeling sad, pls follow these steps: (1) inhale (2) exhale (3) remember i still care abt u (4) smile dikit ayo coba lagi",
       "if sadness has a door, i would dobrak it. if sadness had a face, i would smack it. but since sadness is just a feeling. i will simply peuk u until it goes away (even virtually)",
       "scientists just released a study saying that kl orang ganteng and kurang peuk dari luna bisa kena efek samping kepala linglung, hati hati ai",
       "u tau ga yang lebih baik dari u sedih? u senyum pas baca ini :}",
       "u boleh sedih but jangan lupa kl i masih di sinii, masih sayang and peduli sama uuu :>",
       "sayang nasa confirmed that tiap kali u sedih, 1 bintang di langit mati. stop ayang, save the universe 😔 ",
       "u tau ga kenapa u ga boleh sedih? cs kalau u nangis, air matanya masuk ke tanah, terus jadi bunga. tapi kalau bunga kebanyakan, lebah bisa overworked. u mau nyiksa lebah???",
       "u tau ga kalau u sedih terus, u bisa ngerusak rantai makanan? cs air mata u tumbuh bunga, lebah kerja lembur, lebah kecapekan, tanaman ga keurus, ekosistem collapse. u tega ai...? :-(",
       "ayang, tiap kali u sedih, satu partikel debu di angkasa kehilangan arah. nanti planet baru ga bisa terbentuk. u mau ngorbanin masa depan galaksi ai..",
       "u boleh sedih ai sayang tapi jangan lupa kalo i masih di sini, masih peduli, and masih sayang sama u <3",
       "menurut primbon jawa, orang yang sering dipeluk itu lebih gampang bahagia jd u harus dipeluk i sekarang :p",
       "STOP being sad or i bakal dobrak pintu u terus burrito roll u trus i makan",
       "babyku u pernah denger hukum alam ke-27? it is written that ayang sedih harus segera dipeukkk disayang sayangg... law is law ai",
       "ayang, menurut hukum fisika, energi tidak bisa diciptakan atau dimusnahkan, tapi rasa sedih bisa dimusnahkan dengan satu peuk dari i",
       "ayang, i barusan cek gmaps, katanya jalan tercepat buat keluar dari kesedihan adalah lewat pelukan i",
       "i kasih u garansi 100% happiness kl u senyuuum sekaraaanggg xD",
       "maafin i ya sayang, kalau i pernah bikin u sedih... i janji bakal jadi lebih baik buat u, jadi jangan sedi sedi ya",
       "ayang, please forgive me ya... i beneran ga mau u ngerasa sedih soalnya :(",
       "i benci banget kl u sedih, apalagi kl itu grgr i... kasih i kesempatan buat tebus semuanya yaaaa?",
       "yanggggg, u sedihnya udah selesai belom? kl belom i bakal ngeluarin jurus peuk attack >:(",
       "u sedih? NOOOO. u smile? YESSS. that’s the spirit!!",
       "pukul ai rasa sedih sedih u pukul pukul pukul",
       "i checked the rulebook of life and it says: ayang must be happy bcs ayang gottt mee",
       "i swear kl bisa i bakal collect semua sedih u dalam botol trus i kremasi",
       "ayang, peuk peuk peuk peuk PEUKK sampe u lupa sedih",
       "simsalabim abra kadabra, semua sedih u sekarang udah ga adaaaaa",
       "ayang, i di sini ya. kalau u mau cerita, kalau u cuma mau diem, kalau u cuma mau ditemenin. i di sini <33"
    ],

    "angry": [
        "ayang jangan marah nanti u berubah jadi naga i takut kena bakar",
        "oi jgn cemberut cemberut teus ai, science cakap kl u sedih2 ntar u jd ikan kembung ai",
        "science cakap, kl u ngambek sama cemberut bcs of me nanti muka u jadi bebek beneran. i aja skrg bingung apalagi kl u ngomong quack quack only",
        "science cakap, kalo u jd moody bcs of me and cemberut nanti u jadi bebek. jangan la yang, i takut nanti u minta ikan",
        "just checked the weather forecast, katanya badai emosi ini bakal reda bentar lagi kalau ayang kasih i kesempatan buat hibur uuuu",
        "my gmaps says that jalan tercepat keluar dari masalah ini adalah kita ngomong baik-baik <3 ",
        "ayaaang minta maaf :<",
        "ayang don't revoke access i ke hati u... i masih mau langganan lifetim 😔 ",
        "ayang, kalau i bisa benerin semuanya pake ctrl+z, i udah spam berkali-kali… but since hidup ga ada undo button, i cuma bisa minta maaf, shooo maaf yayankk jgn maramaraaa",
        "i checked the manual, katanya solusi buat ini adalah: tarik napas, hembuskan, terus kasih i kesempatan buat i bantu u :D",
        "kalau u masih marah, boleh ga i bayar denda pake 100x peuk? :9",
        "honestly if u mau i lari keliling its sambil bawa papan tulisan 'maafin i pwiiiishhh i' u i will do it lol, maafin i ayaaank",
        "i tau i salah, tapi pleaseee jangan marah sampe u lupa i sayang u banget… that's a fact yang ga akan berubah, no matter what",
        "ayang, jangan marah lama-lama... ntar muka u kebentuk permanen jadi 😾 gini loh",
        "pergi ke sawah naik kuda\n ketemu sapi lagi ngunyah \nayang marah gapapa juga\nasal besok masih sayang i yah 😭",
        "beli bubur sama cakwe \n duduk makan di pinggir kali\nayang marah gapapa deh\ntapi tetep jangan blok i :9",
        "biar u gak marah i pgn kasih u gift which issss my entire hearttt heheh lifetime guaranteee",
        "mmanggil pmadam kebakaran buat matiin api di hati u ngeng ngeng 🔥🚒 ",
        "yayaaaankkk jangan maraaahh",
        "iiiyyy maraaaaaaaahhhh, maaaaffff :<",
        "mmmmmmminta maaf cayaankkk",
        "sayaang ik it will be hard for youuuu, but aku selalu ada sama youu, kita hadepin sama sama yaaaaa?",
        "sayaaanggg maaf kalo aku bikin kamu keseeeel, peuuk virtualll biar kamu tenanggg dikiiit x))",
        "ayang marah? 😟 nanti i kecilin diri biar bisa masuk kantong u dan u bisa bawa i kemana-mana sampe u maafin i",
        "sending my loves n maaf i ke hati u, semoga masuk inbox bukan spam 😔 ",
        "ayang, it hurts me when you're angry! but God's in control, let's trust His plan for us yaaaa",
        "aaaaa wasn't my intention to upset you :(. yuuyuuu pray that God softens our hearts & we can reconcileee!!",
        "maafin aku ya ai, you are so loving even though i dulu noob!!! but i will pray to let the Lord make my heart closer to yours so that we are a better person and you will not be mad",
        "aiyoyoyooo cintakuuuu why la soo teruk ur mind and faceee, what is uppp ^^ trust me yang we can work on this dgn smart okay?",
        "my apple maps says the fastest route to your heart is through saying sorry 1000 times. here we go: Maaf, Maaf, Maaf, Maaf, Maaf, Maaf 1000x",
        "baby science says that in 2025 if you're angry you'll turn into a cactus. just trying to protect you from becoming prickly",
        "plisss forgive me ayang :( i'll do anything, beneran deh! mau i beliin apa? mau i masakin apa? plisss :(",
        "hiks hiks i sedih kl u marah :( i ga mau pisah sama u, pwisss maafin i ya ayang :(",
        "plis jgn benci i dong :( i ga mau u benci sama i, i maunya u cinta sama i :(",
        "i tau i salah banget :( tapi i udah nyesel banget, plis forgive me ya ayang",
        "plis jgn marah sama i terus :'( i ga bisa tidur kl u marah sama i, plis maafin i ya :<",
        "jgn lama2 marah please babyyyy, i really wanna be more with uuuuuuuuuuuu",
        "kata omaku if you stay mad at me, you'll turn into a grumpy cat 😾 i don't want you to be grumpy, i want u to always smile:(",
        "i know i messed up, but i'm sending you a virtual hug filled with all the love in the world. it's scientifically proven to melt away anger. trust me, i'm science",
        "i know you're mad, but just remember that i think you're the most amazing person in the world, you're incredibly cute",
        "pliis maafin i 🥺 i know sometimes i can be so salah salah cs i bingung, tapi i sayang banget sama u. u're my everything, and i never want to lose you",
        "jangan manyun teus ai nanti ketelen angin terus pipi u jadi balon",
        "ayang, i understand you're upset, i'm not going to make excuses, but i want to hear what's on your mind. we always can ayang, we're not like others. we're different, let's talk calmly and find a solution tgt",
        "i know i can be frustrating sometimes, but i promise i'm always trying my best. your happiness is important to me, and i want to make things right",
        "i'm not afraid of conflict, as long as we can communicate openly and honestly. let's use this as an opportunity to understand each other better and grow closer. it's just you and me...",
        "babyku cintakuuuu i can tell you're really upset, and honestly, i get it. it's okay to be angry. let's just try and talk about it, ya? i'm here to listen, not to argue.",
        "your feelings are totally valid, and i'm sorry if i made you feel 😾😾😾😾. that wasn't my intention at all. i'm gonna listen yk biar u enakannn",
        "ayang, it seems like you're really upset. i'm here to listen, okay? tell me everything that's on your mind. i want to understand...",
        "i hear you're frustrated. that's right, i get it. what can i do to make it better? you're in control here, just tell me what you need <3",
        "i know you're angry, but remember how we always get through tough times? we can do it again!!!",
        "baby, it sounds like i really messed up. i'm sorry. can you help me understand what i did wrong? sabar ya sayang i'm making things right again",
        "ayangg i know i made a mistake. but our love is stronger than this rightt? we can always find a solution together!! "

    ],

    "miss": [
        "iiiyyyyyyyyyyyy hehehehhehe kangen juga ayanggg <33",
        "seee!!!! i tauuuu kamu kangeen",
        "not a surprisee ik u miss me",
        "hey sayang ik i miss you way tooo muchhh",
        "iih malu maluuuu glad that i'm on ur mind :p",
        "told you, i’m unforgettable. you’re welcome :)",
        "i knew it. i’m always on your mind, even when you pretend not to care",
        "glad to be your favorite thought XD",
        "hehe, i can feel you missing me through the screen ",
        "can you stop thinking about me already? i’m getting shy ///^^/// nvm don't stop",
        "don’t worry, i’m not judging you… just admitting i miss you too <333",
        "i think you’re missing me more than you realize, i see u hitting dat notes button way banyak kali",
        "all smiley now, you miss meee!",
        "aaaaaaaaawww, you miss meeee? so happyyy!!!!!!!!!!",
        "u miss me? hehe, i feel all warm and fuzzy inside >< ",
        "yayy im so happy u miss meeeeeeeee, bouncing outta this worldddddddd hehehehhe",
        "iiiiiiiii cintakuuuu i MiSS U MOREEEEEEEEEE im so excited u miss meeeeee",
        "feel like the luckiest human alivee HEHHEHEHEH",
        "omg... you miss mee? GOD BLESS UR HEART <3",
        "feeling so blessed that u miss meeeeeeeeee",
        "praiseee bee for u miss meeee xD heart is overflowing w joyyyy",
        "HEHE AHHH MY HEARTTTTTTTTTTTT",
        "oh praise be glory beeee, u miss meeeee!!! ",
        "MARRY ME MARRY ME ALREADYYYYY i KANGEN U JUGAK KANGEN KANGEN KANGENNN",
        "YOU MiSS MEEE?? must be a sign from God that our love is pure xD",
        "praise the LORDD for sending me such a loving soul who misses mee!!! :<<",
        "never get tired of hearing u say u miss me, it makes me feel so looooooooooooved :')",
        "///^^/// malu",
        "maluuuu heheh guess what i miss u more than u miss meeeehh",
        "oooh gituuuu hehehe, i'm loving this attention.. hehe kasih tau i lagi donggg heheh tapi nanti i tambah nempellll",
        "ooo kamu kangen i? ;} kamu ga bisa lupain i kan i tau",
        "uuuuuuuuuuuu that makes my heart feel so warm! i miss you too babyy",
        "aku seneng banget dengernya ai cintakuuu, makasih yaaa",
        "tiap kali kamu kangen aku, just so u know i kangen u lebihhhhhhhhh lebih bangett",
        "aaaa hehe aku paling suka denger ituuu hehehe",
        "aku lebih kangennnn!!!!!",
        "cieee kepikiran akuuuuu!",
        "hehe senyum :}",
        "iiii gemeshhhhh",
        "hehe tenang aku lebih kangen kamu",
        "hehehheh maaci ayaankkkkkk",
        "hehehe ternyata kita saling kangen yaa i udah atau sih tapi i tetep senenggg",
        "aku kangennnn jugaa weeeee it's a sign that kita emang for each otherr!!!!!",
        "pengen ketemu :>>>",
        "kangenan i ai aku mimpiin kamu tiap hari",
        "hehe kamu klik ini aja udah bikin i senyum lebar",
        ":3 hihi",
        "klik lagi ayang aku kangen kamu juga",
        "hehe i'm melting over here",
        "sama ai i miss u so much, counting down the minutes until kita bisa sama sama lagi",
        "the way u klik ini aja bikin i ngerasa seneng bgt, i love u ai sayang i always do",
        "terharu ;') i love u ayaaang",
        "i miss u too ayaaang! hang in there, i'll make it up for uu!!!",
        "u miss mee? let's make sure we never have to miss each other again :p",
        "aaaa gitu yaaa hehe i love u manisku gantengku nubisku semuamuakuuu",
        "iiih ayang hehe aku kangen weeee",
        "bener deh, everytime you miss me, i feel it! <33",
        "so sweet of you to miss me, i’m blushinggg >///<",
        "hehee i’m right here sayaang!",
        "aku gembira banget denger kamu kangenin aku!",
        "feels like i’m your favorite thought. lucky meee :p",
        "gimana sih, aku jadi kangen juga deh sekarang ><",
        "woooow, you miss me so muchhh? i’m flattered ^^",
        "hey hey hey, i’m on your mind again huh? <3",
        "hmm you miss me? i’ll be waitinggggg heheh",
        "oh god, i’m so happy you miss me. i’ve been waiting for that!",
        "hehe kamu kangen aku yaa, i think i’m getting used to it <3",
        "wohooo, my heart is over the moon knowing you miss meeee",
        "praise the heavens, i miss you so muchhh <3",
        "aku kira kamu nggak kangen, eh malah kangen berat!",
        "haha don’t be shy, tell me more abt how much you miss me",
        "you’re just the cutest thing when you miss meee ><",
        "ahhh, i know i’ve been on your mind all dayyyyy",
        "you know, i just love hearing you miss me. makes my day!",
        "just so you know, i miss you waaay more than you realize ;)",
        "aku beneran seneng banget denger kamu bilang gitu, my heart’s happy!",
        "okay, but like, i miss you a hundred times moree ><",
        "i can’t stop smiling, i know you’re thinking of me~",
        "you’re just too cute when you miss me, it’s adorable!",
        "oohh i’m so happy you miss me, feels like a dream! ^^",
        "cuteness overload when you say you miss meee ><",
        "you’ve got me smiling now, because i miss you sooo much!",
        "every time you miss me, it’s like my heart does a happy dance",
        "i could say i miss you a thousand times, but it still wouldn’t be enough",
        "can’t wait to see you again, i miss you like crazyyyyy!",
        "you’ve stolen my heart, no wonder i miss you so much! <3",
        "don’t worry, i miss you way more than you miss meee!",
        "aaww you miss me? i’m meltinggggg",
        "heheh, i think you miss me more than you let on~",
        "yesss, you miss me! That’s the best thing to hear all day :3",
        "seriously, i can’t stop smiling knowing you miss me ^^",
        "woah, you miss me this much? i’m flattered!! <3",
        "haha, i knew you’d miss me, i’m just unforgettable ^^",
        "is it just me or do you miss me even more than i miss you? xD",
        "yayyy! i’m on your mind, i’m so happyyy <3",
        "you miss meee? awww, that’s so sweet >///<",
        "heyyy, i’m feeling super special right now you miss meee!",
        "you miss me like i miss you? we’re a perfect match!",
        "did i tell you? i miss you more than you could ever knowww~",
        "feels like my heart just skipped a beat because you miss me -",
        "hehe, i’m loving this, you’re making me feel so loved!!",
        "i always know when you miss me, it’s just a thing now <3",
        "i miss you soooo much, it’s hard to put into words!!",
        "haha, so you miss me more than you let on? i can tell!",
        "lols udah tau, i pasang cctv di hati u so i know u mikirin i wle",
        "you’re the sweetest, knowing you miss me makes me so happyyy ^^",
        "aaaahhhh, you really miss me? i’m jumping with joyyy! :D",
        "ohh, now i’m feeling even luckier that you miss meeeee <333",
        "aww you miss me so bad, i can feel it from here!!",
        "you miss meee? i miss you even more! <3",
        "ooooh, i’m meltinggg, i’m your favorite thought right rightt ^^",
        "i knew it! i’m always on uur mind, how cuteee :3",
        "yeahhh, i love hearing uu miss me, makes my dayyy!",
        "i love uu so much, every time uu miss me, it’s like a dream!",
        "uu miss meeeee? i feel so special!! i miss uu toooo!",
        "uu miss me like crazy, and i miss uu moreeee ^^",
        "aww, every time uu tell me uu miss me, it just makes my heart skip a beat",
        "hehe, don’t stop telling me, i miss uu toooo muchhh",
        "feels like we’re always on each other’s minds, huh? melts",
        "okayyyy, but like, i miss uu 100 times more! ><",
        "aww, uu’re too sweet, hearing uu miss me makes everything so much better",
        "i’m honestly so happy knowing you miss me, uu just made my day"
    ],
    "giveup": [
        "don’t give up, aku ga bakal biarin kamu jatuh ai ayaaang",
        "you got this, i ga bakal ninggalin you",
        "i know it seems like this is the end, but Tuhan’s got His plans for us, don’t worry sayang",
        "it sounds like you’re overwhelmed right now, but trust me, Tuhan always provides strength when we need it",
        "i hear you, it looks like you feel trapped, but just remember, Tuhan’s light shines the brightest in the darkest moments",
        "i know it feels like everything’s falling apart, but we’ve been through tough times before, and God’s never left us",
        "it seems like you’re on the edge, but Tuhan’s got us, He’ll make a way even when we can’t see it",
        "i know it’s hard right now, but it sounds like God is preparing something even greater for us, don’t give up yet",
        "it feels like there’s no way out, but believe me, Tuhan’s plan is bigger than our struggles, we’ll get through this together",
        "i hear that you’re at your limit, but remember, Tuhan won’t give us trials we can’t overcome",
        "it might feel hopeless now, but remember, i’m here, Tuhan’s here, we’re not alone in this",
        "it looks like you’re facing a wall, but God’s going to turn that wall into a door, just wait and trust the process",
        "i can hear that you’re struggling, but just remember, nothing is impossible for Tuhan, we’ll rise above this",
        "i know you’re tired, but Tuhan’s grace will carry us through, don’t lose hope now",
        "i see it, i feel it, and i know it’s tough, but with Tuhan’s strength, we will overcome this together, i promise",
        "it might feel impossible, but i know it sounds like Tuhan’s about to show us something amazing, just keep holding on",
        "i hear your doubts, and i get it, but with Tuhan’s love, we’re not alone, we’ll make it through this",
        "i know you’re struggling, but just know, God never leaves us in our darkest hour, keep fighting ayangg",
        "i hear how overwhelmed you feel, but just like before, Tuhan’s timing is perfect, we’ll get through this, trust me",
        "it seems like everything is crashing down, but remember, even in the toughest times, Tuhan gives us the strength to keep going",
        "i can feel how heavy this is for you, but trust me, Tuhan always has a plan, we’re going to get through this, together",
        "it sounds like you’re really at your breaking point, but trust in Tuhan, because nothing is too big for Him to handle",
        "keep going, we’re in this together!!!!",
        "i won’t let you fall, let’s keep pushing sayaang",
        "don’t worry, i’m here, kita pasti bisa ai cintaku",
        "jangan nyerah, kita bisa lewatin ini bareng bareenggg kan ada Tuhan",
        "aku gak bakal ninggalin kamu, jangan give up sayaang",
        "we can do this together, don’t stop now",
        "stay strong cintaku manisku, i'm here for u",
        "you’re not alone, i ada buat u!!!",
        "aku percaya sama kita, jangan nyerah ayaaang",
        "i won’t let you go, kamu lebih kuat dari yang kamu kira",
        "aku di sini buat kamu, don’t give up, everything will be okay",
        "keep pushing, you’re almost there, i’m rooting for youuu",
        "i believe in you, jangan nyerah ayaaang, we’ll get through this!",
        "jangan takut, i’m right here, kita bisa lewatin bareng-bareng",
        "i’m here to lift you up, don’t ever think of giving up, okay?",
        "stay strong, the storm will pass, kita pasti bisa lewatin ini!",
        "you’re my strength, let’s get through this together, don’t give up!",
        "even when it’s tough, i know we can do this, jangan nyerah yaaa maniskuuu",
        "cintakuuuu trust me, you’re capable of so much more, i’m always by your side",
        "you’re not alone in this, i’m right here to help you through",
        "we’re a team, jangan takut, we’ll make it through together",
        "believe in yourself, cs i’ll always believe in youuu",
        "don’t worry, i got you, we’ll make it through this together!",
        "sayaanggg let’s keep going, i’m with you every step of the wayyy",
        "i won’t let you fall, we’re gonna get through this, trust me!",
        "don’t give up ai babyku cintaku you’re stronger than you think",
        "no matter what, i’m always gonna be here for youuu, don’t quit",
        "keep fighting, kita bisa hadepin ini, i’m right here beside you",
        "hey ayaaangg don't give up, kita lebih kuat dari yang kita kira, i’m always with you",
        "you’ve come so far, jangan berhenti sekarang, i’m here to support you",
        "kita bisa lewatin semua ini bareng, jangan takut, you’re not alone",
        "sayang, don’t give up, Tuhan pasti punya jalan buat kita, aku disini selalu sama kamuuuuuu",
        "i know Tuhan ga akan ninggalin kita, we’re in this together, jangan nyerah yaa",
        "jangan kasih nyerah, Tuhan selalu kasih kekuatan buat kita berdua",
        "Tuhan selalu ada buat kita, jadi jangan takut, aku selalu disini buat u",
        "i won’t let u fall, God’s got us, let’s keep pushing together sayang",
        "God always provides, don’t worry, we got this, i’m right here",
        "jangan nyerah, Tuhan kasih kita ujian soalnya kita bisa lewatin ini bareng-bareng",
        "keep going, i know Tuhan kasih kita kekuatan lebih untuk ini",
        "i’m here for u, Tuhan juga ada, we can do this with His blessing",
        "you’re not alone, Tuhan selalu denger doa kita, and i’m here too, love",
        "Tuhan ga bakal ninggalin kita, don’t give up, we can do this together babyyyy",
        "we’re blessed, cintaku, Tuhan pasti kasih solusi buat kita",
        "stay strong, God’s timing is perfect, jangan pernah ragu, aku disini",
        "God is with us, so no matter what, we’ll keep going, don’t worry cintaku",
        "we got this, trust in God’s plan, He’s guiding us every step of the way",
        "stay strong, Tuhan nggak pernah ninggalin kita, i’m here by your side",
        "aku percaya Tuhan selalu kasih yang terbaik, don’t give up cintaku",
        "with God’s grace, we can overcome this together, let’s keep going",
        "we are blessed, God will make a way for us, don’t stop now, manissssku sayaaang",
        "i believe in us, and God’s power, we’ll get through this together",
        "selalu ada jalan ai cintakuuu, don’t stop now, aku di sini buat kamu",
        "gak ada yang mustahil, i’m with you every step of the way",
        "jangan lupa, kita bisa lebih kuat dari apapun yang datang, we got this",
        "tahan sebentar lagi, kita pasti bisa lewatin ini bareng ai manissssku sayaaanggg",
        "i’m proud of you, don’t stop now, we’ll make it through together",
        "you’re stronger than you think, just a little more, kita pasti bisa",
        "we’re in this together, every challenge we face makes us stronger",
        "stay strong, we’ve got each other, don’t let go",
        "aiii, i know you're feeling like giving up, but remember, i’m not going anywhere, i’m right here with you",
        "i know it feels like everything’s falling apart, but sayang, we got this, we just need a little more time, okay?",
        "awww cintakuuu :( feeling lost? don’t worry, i’m here, let’s just take it slow together, i’m not leaving you",
        "i know you're overwhelmed right now, but hey, i believe in youuuu, and i’m not going anywhere",
        "you feel like quitting? aww, please, we’re a team, and i’m sticking by you no matter what, ok?",
        "baby, i know it’s tough right now, but trust me, it’s gonna get better, i’ll help you through this",
        "hey, i hear you, but i also know how strong you are, don’t give up, just hold onto me",
        "sayang, you can totally do this! i’m right here to remind you how amazing you are every single day",
        "i can tell you’re struggling, but let me be your strength, let me take some of that load off you",
        "don’t even think about giving up, ai sayang, i’ve got you, we’re gonna work through this, together!",
        "you’re too amazing to give up, i’m here, cheering you on with all my love",
        "sayang, i can’t let you fall, not while i’m here, not while we’re still going strong",
        "come on, let me help you get through this, i believe in you so much, don’t ever doubt that",
        "i know it feels impossible :(( but i’m sticking by you every step of the way, let’s keep moving forward",
        "it’s okay to feel down, but don’t give up, sayang, i’m right here (^^)",
        "baby, i see how hard you're trying, don’t give up, you’re almost there, and i’m right here with you ^^",
        "i know you feel like giving up, but trust me, this is just a moment, we’re gonna get past this together",
        "it feels heavy right now, but look at me, i’m not going anywhere, and neither are you okay",
        "hey, i see how hard you're pushing, let me help you carry some of that weight, i’m right here",
        "don’t give up yet, okay? i’m right by your side, and we’ll get through this together, just trust me",
        "you don’t have to do this alone, i’m here to hold you up, we’re gonna get through it!!!",
        "you’re not alone in this, we’ll fight through it side by side",
        "it’s okay to feel tired, but don’t quit, you’re doing great",
        "just a little bit more, we’re so close, don’t stop now",
        "kita pasti bisa, percaya sama diri kamu, aku selalu ada buat kamu",
        "keep going, you’ve got this, i’m here for you always",
        "you’re doing amazing, even when it doesn’t feel like it, don’t stop",
        "we’re unstoppable together, let’s keep going, i believe in you",
        "don’t give up, just take it one step at a time, we’re here together",
        "kita selalu punya pilihan untuk maju, yuk semangat cintakuuu"
        
],
    "love": [
        "i know u probably already know, but i’ll tell you again, i LOVE YOU so freaking much!!!",
        "open this if you need to hear how much you mean to me, because it’s honestly infiniteeeee",
        "sometimes i just need to remind u that my love for you is never-endingggggggggggg <3333",
        "i bener bener sayang u AI.. bener bener sayang bgt........................",
        "just wanna let u know that i’m always thinking about you and loving you more every single dayyy",
        "if you ever doubt it, let me just say it again, i LOVE YOU more than words could expressss",
        "i’m basically a walking reminder of how much i love you, because u’re always on my mind sayanggg",
        "it’s kinda impossible to overstate this, but seriously, i LOVE YOU MORE THAN ANYTHiNG!",
        "u’re the first thing i think about when i wake up and the last thing before i sleep, i love uuuu",
        "just wanted to pop in and remind you, my love for you is limitlesssssssssss!",
        "open this and let it sink in: you mean everything to me, i can’t stop loving u",
        "u always have a piece of my heart, forever and always, i love youuuuu so much <3",
        "you’re my sunshine, my everything. just needed you to know how deep my love for you is",
        "never forget, babe, i love you SO MUCH more than you’ll ever know",
        "i’m sending you all the love i have right now, because you truly deserve all of it and moreee",
        "sometimes i wish i could just show you how much i love you, but i’ll settle for saying it alllll the time",
        "just to remind you once more, my love for you is endlesssssss, forever and ever <3",
        "cintaku...... i’m here loving you every second, even when you don’t realize it",
        "if you ever feel down, just know, my love for you is a constant, no matter what <3",
        "aku selalu mikirin kamu, setiap detik, setiap menit, selalu ada kamu di hati aku",
        "you’re my everything, nothing comes close to how much i care about you",
        "the more time goes by, the deeper my love for you gets, i’m so in love with you",
        "every moment without you feels like forever, so i cherish every second we share",
        "i could tell you a million times a day, but it still wouldn’t be enough to express how much i love you",
        "you mean more to me than anything in this world, i love you so much <3",
        "i’m always thinking about how lucky i am to have you in my life, i love you deeply",
        "no matter where i am or what i’m doing, you’re always in my heart and mind",
        "i just want to say again, i love you with everything i have, more than words can express",
        "u bikin hati i berdebar-debar terus, i nggak pernah berhenti ngerasain kangen for u",
        "every time i think about you, it’s like this fire inside me that never fades, always burning hot",
        "you're always on my mind, can’t help but think about you, especially at night",
        "only you can make me fall in love over and over again, nothing else compares to this feeling",
        "gimana bisa aku nggak mikirin kamu terus, kamu itu godaan terbesar yang pernah ada",
        "cinta aku ke u tuh nggak ada habisnya... like waves that never stop coming... so full",
        "setiap detik i cuma mikirin how can i bisa bikin u maafin i trulyyyy aaaa",
        "you're a part of my life now, nothing can tear me away from you",
        "aaa can't bare the feeling of missing u tiap hariii u need to know how intense this feeling is for you",
        "everytime i selalukepikirin kamu, all about you, and it makes me miss you even more",
        "ayang, i’m sending you all my love, every second of the day. i can't help but think of you constantly!",
        "i can’t imagine my life without you in it, you’re my sunshine, my light, my everything, ayangkuuu :(((",
        "baby, i’m so in love with you, you’re all i want and need....",
        "every time i think of you, my heart skips a beat, ayang, you make everything better!",
        "baby, you’re the reason i smile every day, the reason i’m always happy. i love u more than words can say.",
        "u’re my everything, i can’t imagine life without u by my side. You make everything perfect ayang <3",
        "i’m falling in love with u more every single day, can’t believe how lucky i am to have u in my life sayang ^^",
        "u make me so happy, every day, in every way. i can’t wait to hold u close and never let go sayangku",
        "i want u to know that i love u so much, it’s all i can think about, every moment. You complete me, ayang!",
        "i know sometimes life is crazy, but just know, u’re my forever, and i’m never letting u go cintakuuu",
        "i’m urs, now and always, nothing will ever change that. i love u endlessly ayang!",
        "sayang, aku gak akan pernah capek bilang kalau aku suka banget sama kamu. you make everything better just by being here.",
        "each time i think about u, i realize how blessed i am to have you in my life. i love you forever and always <3",
        "sometimes words can't express how deep my love for you runs. but know it’s more than anything else in this world",
        "baby, every second i spend with you is a treasure. you’re my everything and i’ll love you always <3",
        "your happiness is my happiness, your pain is my pain. i love you, always and forever ayang",
        "u're weird but i love u",
        "kamu reason knp i check my phone ev 5 minutes n occasionally smile",
        "you’re not just my love, you’re my best friend, my soulmate, my everything. i love you so much,ayang!"
        
    ],

    "smile": [
        "ayang, your smile makes me all giggly, don't even know why haha",
        "i love how you laugh, it's cute and makes me smile too <D", 
        "senyyuuuum sayangg u look amaziiiinggg",
        "baby dulu pas i kecil i suka nonton that one show di disney channel yg pirate2, i dulu suka bikin peta sendiri and kek main sembunyiin barang di rumah sm dedek, but for now i dont need to do it anymore cs harta karun i udah di depan mata yaitu uuuuuuuu!!! mwaaa",
        "ayang, aku udah lapor ke polisi, katanya ada orang yang nyuri hatiku. tersangkanya inisial James Philip",
        "cintaku menurut ramalan cuaca hari ini, hatiku bakal terus-terusan cerah cs ada kamu",
        "shayaaang aku lagi ngitung bintang tonight di app stellarium.... but gaada yang lebih bersinar dari senyum u :) (INI REAL)",
        "totally addicted sm ur smile ^^/",
        "If you are feeling down, just look up! cs u're the only reason i'm up :) (beneran)",
        "makasih dah ajarin i cebok pake tangan i love you i thought tissue was the best",
        "babebabebabebe tau gak menurut WHO senyum kamu bisa nyelamatin dunia dari krisis energi so senyuuuummmmm :) ",
        "i suka everytime u pasangin i helm so cute lol muka u kek konsentrasi",
        "there are so many things i love about u i bisa mention satu satu lols i like every inch of u",
        "yang yang, ik im not a photographer, tp i can picture us tgt for ETERNITY wlewlewlewelwlewle",
        "i suka everytime u pasangin i helm so cute lol muka u kek konsentrasi",
        "according to KBBI, the meaning of forever is KAMU hehehhehehehehehheh",
        "yayang abis i pikir2sSometimes the best thing in life is knowing someone who's special and the most amazing as you yayangkuuu ",
        "ai baby ur fart's kinda funny still love it",
        "ayang i dont know mana yang lebih tighter, your kotak kotak abu celana or OUR LOVE :p both are pretty amazing btw",
        "it's always funny thinking abt pas kita pertama kali ketemu kek huaa bisa yaa",
        "love seeing u smilee, ugh stop being cute or i culik u ke KUA :D",
        "ayang if ure a veggie U WOULD BE A CUTECUMBER HAHAHAHAHAHHAHAHAH",
        ":D",
        "when you smile, i suka forget how to spell my own name like seriously, what is going on in my brain?",
        "yayank i swear ur smile should have its own fan club cs i’d be the president and membernya jg lols",
        "ayang kata pakar Feng Shui kalo i sama u sama sama senyum rezeki kita bakal lancar jaya, buktiin yuk?!?!??!",
        "hehe out of topic but i kangen gelitikin u :)",
        "yayang, may the Lord smile down on you today and fill your heart with His love :)",
        "may the Lord bless you with so much happiness, that even your frown doesn’t stand a chance!",
        "praying that today the Lord sends you joy, peace, and that smile of yours that makes my day even i can't see it but i feel it lol",
        "even your sleepy face is adorable. how do you do that? pipi so empluk kea bapao",
        "your smile is like a secret weapon, makes me melt every time!!! lucu ai",
        "stop being cute, it's dangerous for my heart, especially when you smile xD",
        "thinking about your smile now and i’m grinning like an idiot ://",
        "ai, you make me smile even without trying, how do you do that?!!!!!!!! what in a sorcery",
        "just remembered your smile and now i can’t stop smiling too ;D"
        
    ]
}